const Data = {
    "no_12" : {"name": "B&amp;D フィールネットワーク店",
              "update": "2020年03月15日 21:30",
              "time": "10:00 ~ 21:00",
              "stock": "red",
              "addr": "愛知県春日井市如意申町５丁目７−１",
              "latlng": {"lat":35.2499083, "lng": 136.9510844},
              "tel": "0568-27-7700",
              "text": "No mask No life."
              },

    "no_13" : {"name": "B&amp;D 勝川駅店",
              "update": " - ",
              "time": "10:00 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市松新町１丁目3−番地ルネッサンスシティ勝川１番",
              "latlng": {"lat":35.230336, "lng": 136.9554662},
              "tel": "0568-35-5093",
              "text": " - "
              },

    "no_10" : {"name": "B&amp;D 味美店",
              "update": "2020年03月15日 21:29",
              "time": "10:00 ~ 21:00",
              "stock": "green",
              "addr": "愛知県春日井市 味美白山町2丁目9番地ベルニシキ １Ｆ",
              "latlng": {"lat":35.2334958, "lng": 136.9316626},
              "tel": "0568-34-4193",
              "text": "test<br>map<br>test<br>&amp;"
              },

    "no_11" : {"name": "B&amp;D 如意申店",
              "update": "2020年03月15日 21:53",
              "time": "10:00 ~ 22:00",
              "stock": "green",
              "addr": "愛知県春日井市如意申町３丁目１３−１１",
              "latlng": {"lat":35.2455158, "lng": 136.9492105},
              "tel": "0568-36-8593",
              "text": "Accept-Language: ja-JP,ja;q=0.9,en-US;q=0.8,en;q=0.7,zh-TW;q=0.6,zh;q=0.5"
              },

    "no_47" : {"name": "B&amp;D 宮町店",
              "update": "2020年03月15日 21:48",
              "time": "10:00 ~ 21:00",
              "stock": "yellow",
              "addr": "愛知県春日井市如意申町４丁目5番地3",
              "latlng": {"lat":35.2501389, "lng": 136.9460552},
              "tel": "0568-44-2277",
              "text": "hello<br>world"
              },

    "no_25" : {"name": "DCMカーマ 春日井西店",
              "update": "2020年03月15日 21:49",
              "time": "10:00 ~ 20:00",
              "stock": "red",
              "addr": "愛知県春日井市如意申町５丁目７−１４",
              "latlng": {"lat":35.2500763, "lng": 136.9527127},
              "tel": "0568-35-7181",
              "text": "ねむい<br>だるい"
              },

    "no_9" : {"name": "V・ｄｒｕｇ 春日井西店",
              "update": "2020年03月15日 21:30",
              "time": "09:30 ~ 21:00",
              "stock": "yellow",
              "addr": "愛知県春日井市西高山町２丁目２−９",
              "latlng": {"lat":35.2567281, "lng": 136.9468348},
              "tel": "0568-34-8102",
              "text": "マスクが少しだけありました！！<br>超嬉しい！！！"
              },

    "no_23" : {"name": "アオキスーパー 朝宮店",
              "update": " - ",
              "time": "10:00 ~ 20:00",
              "stock": "nodata",
              "addr": "愛知県春日井市朝宮町２丁目１３−１３",
              "latlng": {"lat":35.2493948, "lng": 136.958018},
              "tel": "0568-34-6631",
              "text": " - "
              },

    "no_5" : {"name": "ウエルシア フレスポ春日井店",
              "update": "2020年03月19日 19:02",
              "time": "09:30 ~ 23:00",
              "stock": "red",
              "addr": "愛知県春日井市追進町２丁目１−５",
              "latlng": {"lat":35.2261044, "lng": 136.9405156},
              "tel": "0568-35-6002",
              "text": "test<br>test"
              },

    "no_4" : {"name": "クリエイトS・D 春日井美濃店",
              "update": " - ",
              "time": "09:00 ~ 21:45",
              "stock": "nodata",
              "addr": "愛知県春日井市美濃町３丁目７",
              "latlng": {"lat":35.2385276, "lng": 136.9464837},
              "tel": "0568-36-9301",
              "text": " - "
              },

    "no_1" : {"name": "スギドラッグ 味美店",
              "update": " - ",
              "time": "09:00 ~ 22:00",
              "stock": "nodata",
              "addr": "愛知県春日井市二子町２丁目３−１５",
              "latlng": {"lat":35.2292387, "lng": 136.9336472},
              "tel": "0568-36-8550",
              "text": " - "
              },

    "no_37" : {"name": "セブン-イレブン 春日井八光町4丁目店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市八光町４丁目２４１",
              "latlng": {"lat":35.2416354, "lng": 136.9539933},
              "tel": "0568-33-5595",
              "text": " - "
              },

    "no_40" : {"name": "セブン-イレブン 春日井勝川新町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市勝川新町１丁目８１",
              "latlng": {"lat":35.2340245, "lng": 136.946866},
              "tel": "0568-33-0071",
              "text": " - "
              },

    "no_39" : {"name": "セブン-イレブン 春日井勝川駅前店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市勝川町６丁目１４２",
              "latlng": {"lat":35.2301609, "lng": 136.9538337},
              "tel": "0568-31-8751",
              "text": " - "
              },

    "no_33" : {"name": "セブン-イレブン 春日井味美白山町店",
              "update": " - ",
              "time": "06:00 ~ 00:00",
              "stock": "nodata",
              "addr": "愛知県春日井市味美白山町２丁目７−１",
              "latlng": {"lat":35.2324956, "lng": 136.9313665},
              "tel": "0568-32-7210",
              "text": " - "
              },

    "no_36" : {"name": "セブン-イレブン 春日井宮町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市宮町３丁目１０−１",
              "latlng": {"lat":35.2550541, "lng": 136.9444714},
              "tel": "0568-33-0051",
              "text": " - "
              },

    "no_41" : {"name": "セブン-イレブン 春日井知多町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市知多町２丁目４６−１",
              "latlng": {"lat":35.2308021, "lng": 136.9430743},
              "tel": "0568-33-1133",
              "text": " - "
              },

    "no_34" : {"name": "セブン-イレブン 春日井稲口町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市稲口町２丁目１２−８",
              "latlng": {"lat":35.2444723, "lng": 136.9479583},
              "tel": "0568-32-7810",
              "text": " - "
              },

    "no_35" : {"name": "セブン-イレブン 春日井高山町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市高山町１丁目２１−１",
              "latlng": {"lat":35.252463, "lng": 136.9540415},
              "tel": "0568-32-2667",
              "text": " - "
              },

    "no_38" : {"name": "セブンイレブン 春日井勝川駅南口店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市松新町５丁目５−８",
              "latlng": {"lat":35.2293711, "lng": 136.9570617},
              "tel": "0568-34-5171",
              "text": " - "
              },

    "no_3" : {"name": "ツルハドラッグ 春日井柏原店",
              "update": " - ",
              "time": "09:00 ~ 22:00",
              "stock": "nodata",
              "addr": "愛知県春日井市柏原町２丁目84",
              "latlng": {"lat":35.242806, "lng": 136.9589962},
              "tel": "0568-35-5488",
              "text": " - "
              },

    "no_32" : {"name": "デイリーヤマザキ 春日井西高山店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市西高山町２丁目７−３",
              "latlng": {"lat":35.2564734, "lng": 136.9476284},
              "tel": "0568-33-5158",
              "text": " - "
              },

    "no_14" : {"name": "ナフコ不二屋 サンライフ店",
              "update": " - ",
              "time": "10:00 ~ 20:30",
              "stock": "nodata",
              "addr": "愛知県春日井市美濃町２丁目１５",
              "latlng": {"lat":35.2394873, "lng": 136.9415974},
              "tel": "0568-31-6009",
              "text": " - "
              },

    "no_15" : {"name": "ナフコ不二屋 サンライフ店",
              "update": " - ",
              "time": "09:30 ~ 20:30",
              "stock": "nodata",
              "addr": "愛知県春日井市旭町４丁目１１",
              "latlng": {"lat":35.2392638, "lng": 136.9536674},
              "tel": "0568-31-2251",
              "text": " - "
              },

    "no_22" : {"name": "バロー 春日井西店",
              "update": " - ",
              "time": "10:00 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市西高山町２丁目３−６",
              "latlng": {"lat":35.2570433, "lng": 136.9466668},
              "tel": "0568-34-8100",
              "text": " - "
              },

    "no_29" : {"name": "ファミリーマート 勝川駅北店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市松新町１丁目４ ルネック",
              "latlng": {"lat":35.2305958, "lng": 136.9561095},
              "tel": "0568-36-8731",
              "text": " - "
              },

    "no_30" : {"name": "ファミリーマート 味美町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市味美町２丁目４８",
              "latlng": {"lat":35.2366735, "lng": 136.9401453},
              "tel": "0568-35-5332",
              "text": " - "
              },

    "no_26" : {"name": "ファミリーマート 如意申町一丁目店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市如意申町１丁目１０−１２",
              "latlng": {"lat":35.2451131, "lng": 136.9437701},
              "tel": "0568-35-5003",
              "text": " - "
              },

    "no_27" : {"name": "ファミリーマート 春日井如意申町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市如意申町７丁目１３−２",
              "latlng": {"lat":35.2468862, "lng": 136.9537197},
              "tel": "0568-35-5325",
              "text": " - "
              },

    "no_31" : {"name": "ファミリーマート 春日井西本町店",
              "update": " - ",
              "time": "06:00 ~ 00:00",
              "stock": "nodata",
              "addr": "愛知県春日井市西本町１丁目１−１５",
              "latlng": {"lat":35.2336173, "lng": 136.9341399},
              "tel": "0568-35-5515",
              "text": " - "
              },

    "no_28" : {"name": "ファミリーマート 春日井高山町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市高山町２丁目１２−８",
              "latlng": {"lat":35.2564843, "lng": 136.9540523},
              "tel": "0568-35-2611",
              "text": " - "
              },

    "no_24" : {"name": "フィールネットワーク店",
              "update": " - ",
              "time": "10:00 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市如意申町５丁目７−１",
              "latlng": {"lat":35.2500526, "lng": 136.9511193},
              "tel": "0568-36-1211",
              "text": " - "
              },

    "no_20" : {"name": "マックスバリュ エクスプレス勝川駅店",
              "update": " - ",
              "time": "07:00 ~ 01:00",
              "stock": "nodata",
              "addr": "愛知県春日井市松新町６丁目３３２４−１",
              "latlng": {"lat":35.2297311, "lng": 136.9561082},
              "tel": "0568-31-0550",
              "text": " - "
              },

    "no_2" : {"name": "マツモトキヨシ 味美店",
              "update": " - ",
              "time": "09:00 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市花長町２丁目１３−１１",
              "latlng": {"lat":35.2329674, "lng": 136.9393061},
              "tel": "0568-32-6316",
              "text": " - "
              },

    "no_45" : {"name": "ミニストップ 春日井勝川店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市松新町４丁目３１５０−２",
              "latlng": {"lat":35.2312268, "lng": 136.9592289},
              "tel": "0568-31-5900",
              "text": " - "
              },

    "no_46" : {"name": "ミニストップ 春日井西本町店",
              "update": " - ",
              "time": "06:00 ~ 00:00",
              "stock": "nodata",
              "addr": "愛知県春日井市西本町３丁目１３１",
              "latlng": {"lat":35.236266, "lng": 136.9331153},
              "tel": "0568-34-2166",
              "text": " - "
              },

    "no_17" : {"name": "ヤマナカ 勝川フランテ館",
              "update": " - ",
              "time": "10:00 ~ 21:30",
              "stock": "nodata",
              "addr": "愛知県春日井市八光町１丁目５",
              "latlng": {"lat":35.2331799, "lng": 136.9564289},
              "tel": "0568-31-6271",
              "text": " - "
              },

    "no_16" : {"name": "ヤマナカ味美店",
              "update": " - ",
              "time": "09:30 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市味美白山町１丁目３−２",
              "latlng": {"lat":35.232492, "lng": 136.9345582},
              "tel": "0568-32-0582",
              "text": " - "
              },

    "no_18" : {"name": "ヤマナカ追進店",
              "update": " - ",
              "time": "09:30 ~ 23:00",
              "stock": "nodata",
              "addr": "愛知県春日井市追進町２丁目１番５",
              "latlng": {"lat":35.2261602, "lng": 136.9408828},
              "tel": "0568-35-5335",
              "text": " - "
              },

    "no_44" : {"name": "ローソン 春日井勝川店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市勝川町６−１３６",
              "latlng": {"lat":35.2286481, "lng": 136.9522492},
              "tel": "0568-33-7010",
              "text": " - "
              },

    "no_43" : {"name": "ローソン 春日井味美町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市味美町３−１０９",
              "latlng": {"lat":35.2381193, "lng": 136.9451849},
              "tel": "0568-31-3030",
              "text": " - "
              },

    "no_42" : {"name": "ローソン 春日井妙慶町店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市妙慶町２−１０２",
              "latlng": {"lat":35.2374314, "lng": 136.950206},
              "tel": "0568-35-6667",
              "text": " - "
              },

    "no_21" : {"name": "平和堂 春日井宮町店",
              "update": " - ",
              "time": "09:00 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市宮町１丁目１番地２",
              "latlng": {"lat":35.2513749, "lng": 136.9468814},
              "tel": "0568-36-8511",
              "text": " - "
              },

    "no_19" : {"name": "西友 勝川店",
              "update": " - ",
              "time": "24h",
              "stock": "nodata",
              "addr": "愛知県春日井市勝川新町１丁目２７",
              "latlng": {"lat":35.2323387, "lng": 136.9477225},
              "tel": "0568-34-8901",
              "text": " - "
              },

    "no_7" : {"name": "Ｖ・ｄｒｕｇ 勝川店",
              "update": " - ",
              "time": "09:00 ~ 22:00",
              "stock": "nodata",
              "addr": "愛知県春日井市知多町４丁目１０",
              "latlng": {"lat":35.2355811, "lng": 136.9468297},
              "tel": "0568-35-2897",
              "text": " - "
              },

    "no_6" : {"name": "Ｖ・ｄｒｕｇ 春日井宮町店",
              "update": " - ",
              "time": "10:00 ~ 21:00",
              "stock": "nodata",
              "addr": "〒愛知県春日井市宮町中島１−１",
              "latlng": {"lat":35.2519461, "lng": 136.9441194},
              "tel": "0568-35-4690",
              "text": " - "
              },

    "no_8" : {"name": "Ｖ・ｄｒｕｇ 春日井朝宮店",
              "update": " - ",
              "time": "09:00 ~ 21:00",
              "stock": "nodata",
              "addr": "愛知県春日井市朝宮町２丁目１８−２",
              "latlng": {"lat":35.2495635, "lng": 136.958116},
              "tel": "0568-34-6580",
              "text": " - "
              }}
